Repository: Donearm/translate
Catalog: LC_MESSAGES/*/index.po
Languages: eo_xx, fr_fr, it_it, nl_nl

source: top
eo_xx: supro
fr_fr: haut
nl_nl: boven

source: DDG knows
eo_xx: DDG scias ke
fr_fr: DDG sait que
it_it: DDG sa
nl_nl: DDG weet het

source: can mean different things
eo_xx: povas havi diversajn signifojn
fr_fr: peut avoir différentes significations
it_it: può significare varie cose
nl_nl: kan verschillende dingen betekenen

source: Click what you meant by
eo_xx: Klaku tiu, kiu vi intencis per
fr_fr: Cliquez sur ce que vous entendez par
it_it: Clicca ciò che intendevi con
nl_nl: Klik wat u bedoelde met

source: to get matching results
eo_xx: por ke preni kongruajn rezultojn
fr_fr: pour obtenir les résultats adéquats
it_it: per ottenere risultati corrispondenti
nl_nl: krijg passende resultaten

source: web
eo_xx: reto

source: links
eo_xx: ligiloj
fr_fr: liens

source: Some topics grouped into
eo_xx: Iom da temoj, grupitaj per
fr_fr: Quelques sujets regroupés en
it_it: Alcuni argomenti raggruppati in
nl_nl: Sommige onderwerpen gegroepeerd in

source: Some meanings
eo_xx: Iom da sencoj
fr_fr: Quelques significations
it_it: Alcuni significati
nl_nl: Sommige betekenissen

source: Meanings
eo_xx: Sencoj
fr_fr: Significations
it_it: Significati
nl_nl: Betekenissen

source: grouped into sections
eo_xx: grupitaj per sekcioj
fr_fr: regroupées en sections
it_it: raggruppati in sezioni
nl_nl: gegroepeerd in secties

source: and
eo_xx: kaj
fr_fr: et
it_it: e
nl_nl: en

source: Web Links
eo_xx: Ligiloj
fr_fr: Liens Web
it_it: Links dal Web

source: No right topic? Try Web links
eo_xx: Ne ĝusta temo? Provu Ligilojn
fr_fr: Pas le bon sujet ? Essayez les liens Web
it_it: Nessun argomento corretto? Prova i links dal Web
nl_nl: Geen juist onderwerp? Probeer Web links

source: More Links
eo_xx: Pli da Ligiloj
fr_fr: Plus de liens
it_it: Più Links
nl_nl: Meer Links

source: Category
eo_xx: Kategorio
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie

source: Settings
eo_xx: Opcioj
fr_fr: Configuration
it_it: Configurazioni
nl_nl: Instellingen

source: Spread
eo_xx: Popularigu
fr_fr: Diffusez
it_it: Diffondi
nl_nl: Verspreid

source: Try search on
eo_xx: Provu serĉado je
fr_fr: Essayez de rechercher
it_it: Prova a cercare su
nl_nl: Probeer zoeken op

source: Images
eo_xx: Bildoj
it_it: Immagini
nl_nl: Afbeeldingen

source: Maps
eo_xx: Mapoj
fr_fr: Cartes
it_it: Mappe

source: News
eo_xx: Novaĵoj
fr_fr: Actualités
it_it: Notizie
nl_nl: Nieuws

source: Bang for more
eo_xx: Uzu Bang por pli
fr_fr: Utilisez Bang pour plus
it_it: Sbatti per altro
nl_nl: Bang voor meer

source: More goodies
eo_xx: Pli da regaloj
fr_fr: Plus de goodies
it_it: Altre chicche
nl_nl: Meer goodies
